[
    {
        "id": 1,
        "price": 450.23,
        "image": "001.jpg",
        "category": 1,
        "breed": "Airedale Terrier",
        "height": 23,
        "weight": 60,
        "color": "Black & Tan",
        "lifeExpectancy": 13,
        "shortDescription": "A description of the ideal dog of each recognized breed, to serve as an ideal against which dogs are judged at shows, originally laid down by a parent breed club and accepted officially by national or international bodies.",
        "description": "His size, strength, and unflagging spirit have earned the Airedale Terrier the nickname 'The King of Terriers.' The Airedale stands among the world's most versatile dog breeds and has distinguished himself as hunter, athlete, and companion. The Airedale Terrier is the largest of all terrier breeds. Males stand about 23 inches at the shoulder, females a little less. The dense, wiry coat is tan with black markings. Long, muscular legs give Airedales a regal lift in their bearing, and the long head'¿with its sporty beard and mustache, dark eyes, and neatly folded ears'¿conveys a keen intelligence. Airedales are the very picture of an alert and willing terrier'¿only bigger. And, like his smaller cousins in the terrier family, he can be bold, determined, and stubborn. Airedales are docile and patient with kids but won't back down when protecting hearth and home. Thanks to their famous do-it-all attitude, Airedales excel in all kinds of sports and family activities."
    },
    {
        "id": 2,
        "price": 302.9,
        "image": "002.jpg",
        "category": 1,
        "breed": "German Shepherd Dog",
        "height": 25,
        "weight": 70,
        "color": "Black & Cream",
        "lifeExpectancy": 9,
        "shortDescription": "A description of the ideal dog of each recognized breed, to serve as an ideal against which dogs are judged at shows, originally laid down by a parent breed club and accepted officially by national or international bodies.",
        "description": "Generally considered dogkind's finest all-purpose worker, the German Shepherd Dog is a large, agile, muscular dog of noble character and high intelligence. Loyal, confident, courageous, and steady, the German Shepherd is truly a dog lover's delight. German Shepherd Dogs can stand as high as 26 inches at the shoulder and, when viewed in outline, presents a picture of smooth, graceful curves rather than angles. The natural gait is a free-and-easy trot, but they can turn it up a notch or two and reach great speeds. There are many reasons why German Shepherds stand in the front rank of canine royalty, but experts say their defining attribute is character: loyalty, courage, confidence, the ability to learn commands for many tasks, and the willingness to put their life on the line in defense of loved ones. German Shepherds will be gentle family pets and steadfast guardians, but, the breed standard says, there's a 'certain aloofness that does not lend itself to immediate and indiscriminate friendships.'"
    },
    {
        "id": 3,
        "price": 200,
        "image": "003.jpg",
        "category": 1,
        "breed": "Labrador Retriever",
        "height": 23,
        "weight": 68,
        "color": "Yellow / Chocolate / Black",
        "lifeExpectancy": 10,
        "shortDescription": "A description of the ideal dog of each recognized breed, to serve as an ideal against which dogs are judged at shows, originally laid down by a parent breed club and accepted officially by national or international bodies.",
        "description": "The sweet-faced, lovable Labrador Retriever is one of America's most popular dog breeds, year after year. Labs are friendly, outgoing, and high-spirited companions who have more than enough affection to go around for a family looking for a medium-to-large dog. The sturdy, well-balanced Labrador Retriever can, depending on the sex, stand from 21.5 to 24.5 inches at the shoulder and weigh between 55 to 80 pounds. The dense, hard coat comes in yellow, black, and a luscious chocolate. The head is wide, the eyes glimmer with kindliness, and the thick, tapering 'otter tail' seems to be forever signaling the breed's innate eagerness. Labs are famously friendly. They are companionable housemates who bond with the whole family, and they socialize well with neighbor dogs and humans alike. But don't mistake his easygoing personality for low energy: The Lab is an enthusiastic athlete that requires lots of exercise, like swimming and marathon games of fetch, to keep physically and mentally fit."
    },
    {
        "id": 4,
        "price": 602,
        "image": "004.jpg",
        "category": 2,
        "breed": "American Bobtail",
        "height": 9,
        "weight": 13,
        "color": "Cinnamon",
        "lifeExpectancy": 16,
        "shortDescription": "The American Bobtail is generally medium to large cat, with a naturally occurring bobbed tail.",
        "description": "The American Bobtail is generally medium to large cat, with a naturally occurring bobbed tail. The American Bobtail is athletic and usually well-muscled with a sometimes powerful look. They possess a natural hunting gaze that combined with their body type, give American Bobtail a distinctive wild appearance."
    },
    {
        "id": 5,
        "price": 300,
        "image": "005.jpg",
        "category": 2,
        "breed": "American Shorthair",
        "height": 10,
        "weight": 14,
        "color": "Streaks and patches of white, and black",
        "lifeExpectancy": 20,
        "shortDescription": "The American Shorthair is a true breed of working cat.",
        "description": "The American Shorthair is a true breed of working cat. The general effect is that of a strongly built, well balanced, symmetrical cat with conformation indicating power, endurance, and agility."
    },
    {
        "id": 6,
        "price": 480,
        "image": "006.jpg",
        "category": 2,
        "breed": "Bengal",
        "height": 10,
        "weight": 16,
        "color": "Brown / snow / Silver",
        "lifeExpectancy": 15,
        "shortDescription": "The Bengal is a domestic cat that has physical features distinctive to the small forest-dwelling wildcats, and with the loving, dependable temperament of a family pet.",
        "description": "The Bengal is a domestic cat that has physical features distinctive to the small forest-dwelling wildcats, and with the loving, dependable temperament of a family pet. As such, some characteristics in the appearance of the Bengal are distinct from those found in other domestic cat breeds."
    },
    {
        "id": 7,
        "price": 40,
        "image": "007.jpg",
        "category": 3,
        "breed": "Lovebird",
        "height": 5.5,
        "weight": 0.13,
        "color": "Multicolored",
        "lifeExpectancy": 13,
        "shortDescription": "Lovebirds are a favorite among pet birds, often called 'pocket parrots,' and are among the most colorful pet birds you'll find.",
        "description": "Lovebirds can be described as active, curious, feisty, and playful, so they definitely pack a lot of personality into a small package. They are very social birds that form deep bonds with their owners and can be very cuddly birds as a result of this."
    },
    {
        "id": 8,
        "price": 120,
        "image": "008.jpg",
        "category": 3,
        "breed": "Cockatiel",
        "height": 12,
        "weight": 0.4,
        "color": "White and Yellow",
        "lifeExpectancy": 18,
        "shortDescription": "The cockatiel is a small parrot who sports a variety of colorful patterns and a head crest.",
        "description": "The cockatiel is a small parrot who sports a variety of colorful patterns and a head crest. Also known as quarrions or weiros, these birds aren't as loud as other parrots, though they can still mimic speech and whistle."
    },
    {
        "id": 9,
        "price": 55,
        "image": "009.jpg",
        "category": 4,
        "breed": "Green Snake",
        "height": 20,
        "isLongMeasure": true,
        "weight": 0.04,
        "color": "Green",
        "lifeExpectancy": 8,
        "shortDescription": "Rough and smooth green snakes are closely related, and while there are some differences between them, their care in captivity is essentially the same.",
        "description": "Rough and smooth green snakes are closely related, and while there are some differences between them, their care in captivity is essentially the same. These are both small, thin-bodied snakes that are native to North America, where their numbers are becoming threatened or endangered in many states. Both species are a bright emerald-green in color with a pale yellow or cream-colored belly; they are reported to take on a bluish tone when excited."
    },
    {
        "id": 10,
        "price": 85,
        "image": "010.jpg",
        "category": 4,
        "breed": "Leopard Gecko",
        "height": 10,
        "isLongMeasure": true,
        "weight": 0.15,
        "color": "Yellow",
        "lifeExpectancy": 20,
        "shortDescription": "Leopard geckos are mostly nocturnal, ground-dwelling geckos that are generally docile and easy to tame.",
        "description": "Leopard geckos are mostly nocturnal, ground-dwelling geckos that are generally docile and easy to tame. They do not have the sticky toe pads like other geckos, so they do not climb walls. Also, unlike other geckos, they do have eyelids."
    },
    {
        "id": 11,
        "price": 34,
        "image": "011.jpg",
        "category": 5,
        "breed": "Betta",
        "height": 3,
        "weight": 0.01,
        "color": "Black and Blue",
        "lifeExpectancy": 2.5,
        "shortDescription": "Betta fish, commonly referred to as Siamese fighting fish, are one of the most popular fish breeds.",
        "description": "Betta fish, commonly referred to as Siamese fighting fish, are one of the most popular fish breeds. With its jewel-toned coloring and flowing fins, betta fish are a great addition to any fish-lover's home. Not all betta fish fight—only the males. Female bettas can be kept together. Despite how they are often sold, bettas should not be kept in a fish bowl. Bettas are happiest when kept in water that is soft, warm, with a neutral to slightly acidic pH."
    },
    {
        "id": 12,
        "price": 20,
        "image": "012.jpg",
        "category": 5,
        "breed": "Fantail Goldfish",
        "height": 7,
        "weight": 0.01,
        "color": "Orange",
        "lifeExpectancy": 15,
        "shortDescription": "Fantail goldfish are known for their double tails, but also tend to have short bodies and may have elongated pectoral and anal fins.",
        "description": "Fantail goldfish are known for their double tails, but also tend to have short bodies and may have elongated pectoral and anal fins. Depending on if your fantail has been bred with other varieties of fancy goldfish, such as orandas, ryukins, or pearlscales, your fantail may take on some characteristics of those other goldfish, such as a small wen (head swelling), tall body, or enlarged coelom."
    }
]